[ { "parentId": 101, "categoryName": "生活家用", "categoryId": 10101, "subCategoryName": "孝親費" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10102, "subCategoryName": "Helper薪資" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10103, "subCategoryName": "生活用品", "synonyms": "氣泡水鋼瓶,手帕,防曬乳,打火機,傘類,陽傘,雨傘,口罩,momo,網購,生活用品, 日用品, 居家用品, 居家必備, 家用品, 家居用品, 家用雜貨, 居家雜貨, 衛生用品, 清潔用品, 衛浴用品, 廚房用品, 個人清潔, 洗衣用品, 沐浴乳, 洗髮精, 洗面乳, 潤髮乳, 潤膚乳, 衛生紙, 濕紙巾, 抽取式衛生紙, 卷筒紙, 衛生棉, 衛生棉條, 護墊, 棉花棒, 棉花球, 牙刷, 牙膏, 漱口水, 刮鬍刀, 刮鬍泡, 洗衣精, 洗衣粉, 柔軟精, 洗碗精, 清潔劑, 漂白水, 消毒水, 廚房紙巾, 垃圾袋, 垃圾桶, 收納盒, 收納袋, 曬衣夾, 衣架, 除濕包, 芳香劑, 空氣清新劑, 防蚊液, 驅蟲劑, 殺蟑劑, 噴霧罐, 廁所清潔劑, 地板清潔劑, 多功能清潔劑, 海綿, 抹布, 百潔布, 拖把, 掃把, 畚斗, 膠帶, 剪刀, 指甲剪, 髮梳, 鏡子, 縫衣針線, 體溫計, 電池, 檯燈, 延長線, 書桌燈,生活用品, 日用品, 居家用品, 居家必備, 家用品, 家居用品, 家用雜貨, 居家雜貨, 衛生用品, 清潔用品, 衛浴用品, 廚房用品, 個人清潔, 洗衣用品, 沐浴乳, 洗髮精, 洗面乳, 潤髮乳, 潤膚乳, 衛生紙, 濕紙巾, 抽取式衛生紙, 卷筒紙, 衛生棉, 衛生棉條, 護墊, 棉花棒, 棉花球, 牙刷, 牙膏, 漱口水, 刮鬍刀, 刮鬍泡, 洗衣精, 洗衣粉, 柔軟精, 洗碗精, 清潔劑, 漂白水, 消毒水, 廚房紙巾, 垃圾袋, 垃圾桶, 收納盒, 收納袋, 曬衣夾, 衣架, 除濕包, 芳香劑, 空氣清新劑, 防蚊液, 驅蟲劑, 殺蟑劑, 噴霧罐, 廁所清潔劑, 地板清潔劑, 多功能清潔劑, 海綿, 抹布, 百潔布, 拖把, 掃把, 畚斗, 膠帶, 剪刀, 指甲剪, 髮梳, 鏡子, 縫衣針線, 體溫計, 電池, 檯燈, 延長線, 書桌燈, 洗衣網袋, 除濕機, 滾筒黏毛器, 除塵紙, 靜電拖, 美工刀, 壁掛勾, 曬衣繩, 曬衣架, 鞋盒, 鞋架, 芳香片, 擴香瓶, 小工具箱, 螺絲起子, 指北針, 手套, 濾水網, 廚房剪刀, 熨斗, 去漬筆,保險套,寶雅," }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10105, "subCategoryName": "生鮮雜貨", "synonyms": "愛買,家樂福,生鮮,午餐肉,全聯,大潤發,costco,foodpanda,ubereat青菜, 蔬菜, 高麗菜, 小白菜, 大陸妹, 空心菜, 菠菜, 茼蒿, 青江菜, 小黃瓜, 洋蔥, 馬鈴薯, 地瓜, 南瓜, 胡蘿蔔, 白蘿蔔, 玉米, 金針菇, 香菇, 杏鮑菇, 洋菇, 鴻禧菇, 蘑菇, 青椒, 紅椒, 辣椒, 蔥, 蒜頭, 薑, 韭菜, 九層塔, 蘿勒, 番茄, 牛番茄, 小番茄, 水果, 蘋果, 香蕉, 芒果, 葡萄, 西瓜, 哈密瓜, 鳳梨, 柳丁, 橘子, 檸檬, 奇異果, 火龍果, 木瓜, 梨子, 柿子, 藍莓, 草莓, 冷凍蔬菜, 冷凍水果, 冷凍玉米, 冷凍毛豆, 豆腐, 板豆腐, 嫩豆腐, 冷凍豆腐, 豆乾, 百頁豆腐, 米血, 豬血糕, 滷味包, 魚丸, 貢丸, 花枝丸, 黑輪, 天婦羅, 魚板, 海帶, 海帶芽, 昆布, 紫菜, 冬粉, 粉絲, 米粉, 麵條, 泡麵, 鍋燒麵, 烏龍麵, 拉麵, 油麵, 黃麵, 米, 白米, 糙米, 五穀米, 黑米, 麵粉, 太白粉, 地瓜粉, 玉米粉, 冰糖, 紅糖, 黑糖, 白糖, 鹽, 醬油, 醋, 米酒, 沙茶醬, 辣椒醬, 醬包, 即食包, 調理包, 冷凍水餃, 冷凍煎餃, 包子, 饅頭, 蛋餅皮, 蛋, 雞蛋, 放山雞蛋, 有機蛋,雞腿, 雞胸, 雞翅, 雞塊, 土雞, 烏骨雞, 雞骨架, 雞絞肉, 雞心, 雞胗, 雞皮, 雞爪, 雞肝, 雞肉片, 雞排, 雞絲, 雞米花, 雞丁, 雞高湯, 豬肉, 豬五花, 豬梅花, 豬絞肉, 豬里肌, 豬排, 豬腳, 豬舌, 豬肝, 豬心, 豬大腸, 豬小腸, 豬血, 牛肉, 牛排, 牛腱, 牛腩, 牛肋條, 牛舌, 牛肝, 牛筋, 牛絞肉, 牛骨, 羊肉, 羊排, 羊肩, 羊小排, 羊絞肉, 魚, 鱸魚, 鮭魚, 秋刀魚, 鯖魚, 鯛魚, 鯊魚肉, 虱目魚, 石斑魚, 魚下巴, 魚排, 魚片, 魚頭, 魚骨, 魚肚, 海鮮, 蝦子, 草蝦, 白蝦, 明蝦, 泰國蝦, 螃蟹, 帝王蟹, 花蟹, 蛤蜊, 文蛤, 扇貝, 鮮蚵, 牡蠣, 章魚, 魷魚, 花枝, 魚漿, 海鮮拼盤, 冷凍魚, 冷凍蝦, 冷凍魷魚, 冷凍海鮮, 魚丸湯, 魚湯包, 高湯塊, 鰹魚粉, 昆布湯底, 火鍋湯底, 即食湯, 味噌湯包, 湯圓, 芋圓, 地瓜圓, 米苔目, 粉粿, 豆花粉, 黑糖粉圓, 鳳梨酥, 綠豆椪, 太陽餅, 小月餅, 芝麻糖, 花生糖, 肉乾, 豬肉紙, 魷魚絲, 魚鬆, 肉鬆, 麵筋罐頭, 油豆腐, 麵包, 吐司, 貝果, 餅乾, 雞蛋糕粉, 披薩皮, 起司片, 披薩起司, 奶油, 鮮奶, 鮮奶油, 煉乳, 優格, 優酪乳, 優蛋白, 豆奶, 燕麥奶, 咖啡奶, 黑芝麻醬, 花生醬, 巧克力醬, 果醬, 果乾, 堅果, 核桃, 杏仁, 南瓜子, 葡萄乾, 蔓越莓乾, 黑棗, 蜂蜜, 楓糖, 果糖, 鳳梨乾,鹹蛋, 皮蛋, 鴨蛋, 鵪鶉蛋, 鹹鴨蛋, 鵝蛋, 鮮奶蛋糕, 生吐司, 牛奶麵包, 豬肉鬆吐司, 芋泥包, 奶酥包, 奶黃包, 紅豆包, 奶茶包, 巧克力包, 菠蘿麵包, 法國麵包, 雙胞胎, 銀絲卷, 饅頭片, 剝皮辣椒, 醬瓜, 榨菜, 辣蘿蔔, 醃小黃瓜, 韓式泡菜, 台式泡菜, 醬菜, 醬豆腐, 醬筍, 醬油膏, 辣豆瓣醬, 豆腐乳, XO醬, 柴魚片, 海苔絲, 紫菜包飯料, 鮭魚鬆, 鱈魚香絲, 起司條, 奶酪, 冰棒, 冰淇淋, 果汁冰, 冷凍草莓, 冷凍藍莓, 冷凍榴槤, 雞胸肉條, 熟食包, 鹽酥雞包, 宮保雞丁包, 咖哩雞包, 滷牛腱, 滷大腸, 滷豆干, 滷蛋, 滷味拼盤, 蒸蛋液, 煎餃皮, 水餃皮, 春捲皮, 炸物拼盤, 雞塊拼盤, 炸雞塊, 洋蔥圈, 薯餅, 薯條, 冷凍章魚燒, 披薩包, 速食拼盤, 炸豆腐, 炸甜不辣, 芋頭酥, 地瓜球, 炸雞翅, 餛飩, 湯餃, 麵疙瘩, 牛肉湯包, 豬肉湯包, 鮮蝦湯包, 鮮肉包, 奶皇包, 冰皮月餅, 冷凍麻糬, 小籠包, 鮮蝦燒賣, 珍珠, 波霸, 粉條, 茶凍, 黑糖凍, 愛玉, 鳳梨果醬, 果凍粉, 烘焙粉, 麵包粉, 鬆餅粉, 蛋糕粉, 可可粉, 抹茶粉, 起司粉, 玉米粒罐頭, 綜合豆罐頭, 鮪魚罐頭, 玉米濃湯罐頭, 義大利麵醬, 白醬, 紅醬, 青醬, 魚露, 辣油, 麻油, 沙拉醬, 柚子醬, 蜂蜜芥末醬,甜辣醬" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10106, "subCategoryName": "衣物飾品", "synonyms": "衣服, 褲子, 裙子, 洋裝, 襯衫, T恤, 外套, 風衣, 毛衣, 大衣, 羽絨衣, 牛仔褲, 短褲, 西裝褲, 內衣, 內褲, 背心, 襪子, 運動褲, 運動服, 瑜伽褲, 連身裙, 連身褲, 長裙, 短裙, 領帶, 領結, 帽子, 鴨舌帽, 毛帽, 貝雷帽, 髮箍, 髮帶, 髮夾, 太陽眼鏡, 墨鏡, 手錶, 手環, 手鍊, 戒指, 耳環, 項鍊, 項圈, 胸針, 鞋子, 球鞋, 高跟鞋, 靴子, 涼鞋, 拖鞋, 皮帶, 包包, 書包, 背包, 側背包, 手提包, 零錢包, 錢包, 飾品, 配件, 飾件, accessory, fashion, outfit, look, wear, style, apparel, clothing, garment, jewelry, hat, ring, necklace, bracelet, earring, watch, bag, shoes, dress, sunglasses,Zara, H&M, UNIQLO, GU, MUJI, Supreme, Nike, Adidas, New Balance, Converse, Vans, Puma, Reebok, Champion, Levi's, Gap, Abercrombie, Hollister, Calvin Klein, Ralph Lauren, Tommy Hilfiger, Dior, Chanel, Louis Vuitton, Gucci, Prada, Balenciaga, Burberry, Fendi, Hermès, Coach, Michael Kors, Kate Spade, Roots, Superdry, A&F, North Face, Columbia, Patagonia, Arc'teryx, Lululemon, Under Armour, Skechers, Dr. Martens, Crocs, Birkenstock, Ray-Ban, Oakley, Casio, G-Shock, Swatch,Nike, Adidas, New Balance, Converse, Vans, Puma, Reebok, Asics, Onitsuka Tiger, Fila, Skechers, Dr. Martens, Timberland, Crocs, Birkenstock, Salomon, Merrell, ECCO, Hoka, Mizuno, Louis Vuitton, Gucci, Chanel, Prada, Balenciaga, Fendi, Hermès, Coach, Michael Kors, Kate Spade, Longchamp, Celine, Tory Burch, Marc Jacobs, Anello, Porter, Herschel, Kipling, Rains, Eastpak, Zara, H&M, UNIQLO, GU, MUJI, Bershka, Pull&Bear, Gap, Levi's, Abercrombie, Hollister, Superdry, North Face, Columbia, Patagonia, Arc'teryx, Lululemon, Under Armour, Champion, Ray-Ban, Oakley, Gentle Monster, Moscot, Persol, Casio, G-Shock, Swatch, Daniel Wellington, Fossil, Rolex, Omega, Seiko, Citizen, Pandora, Tiffany, Cartier, Bvlgari, Swarovski, Tous,Stayreal, Plain-me, Ne.Sense, Woo Taiwan, Anden Hud, UQTI, FILTER017, Remix Taipei, oqLiq, Wisdom, Story Wear, Project Plus, Froggies, bēpa, Secondfloor, Artificer, Outerspace, Bouncewear, BOBOSTORE, Dresscode, Codewear, AES, LESS Taiwan, Makin Lab, Blue Way, DeMarcoLab, Goopi Made, LIFUL Taiwan, Just In Case, Unitee, Revé by René, Croxx, From Beginning, Simple Living, 斐瑟, 真愛密碼, 粉紅甜心, 藍色天空, 雅漾之戀" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10107, "subCategoryName": "電信網路", "synonyms": "手機費,中華電信,台哥大,電信費,台灣大哥大,遠傳,mod,寬頻" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10108, "subCategoryName": "理髮理容", "synonyms": "按摩,剪髮,美髮,剪頭髮" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10110, "subCategoryName": "3C用品", "synonyms": "3C, 電子產品, 科技產品, 手機, 智慧型手機, 平板, iPhone, iPad, Android, Galaxy, 小米, 紅米, MacBook, 筆電, 筆記型電腦, 桌機, 桌上型電腦, 顯示器, 螢幕, 電腦螢幕, 鍵盤, 機械鍵盤, 滑鼠, 無線滑鼠, 有線滑鼠, 藍牙滑鼠, 耳機, 藍牙耳機, 真無線耳機, TWS, AirPods, 耳罩式耳機, 喇叭, 藍牙喇叭, 音響, 音箱, 音箱組, 麥克風, 網路攝影機, USB Hub, 集線器, 擴充埠, 行動電源, Power Bank, 充電器, 快充頭, 傳輸線, Type-C線, Lightning線, USB線, HDMI線, HDMI轉接頭, 轉接頭, OTG, 記憶卡, microSD, SD卡, 隨身碟, USB碟, 外接硬碟, SSD, NAS, 路由器, WiFi分享器, 無線基地台, 網路線, RJ45, 電競滑鼠, 電競鍵盤, 電競耳機, 數位相機, 單眼相機, 微單眼, 攝影機, GoPro, 空拍機, DJI, 穿戴裝置, 智慧手錶, Apple Watch, 手環, 小米手環, Kindle, 電子書, 電子閱讀器, 車用充電器, 車充, 手機支架, 平板支架, 筆電支架, 散熱器, 散熱墊, 手機殼, 保護貼, 鏡頭貼, 鍵盤膜, 電腦包, 耳機收納盒, 線材收納, 螢幕清潔劑, 鍵盤刷, 拭鏡紙, 拭鏡布,相機, 單眼-相機, 微單眼, 數位相機, 攝影機, 錄影機, 空拍機, DJI, GoPro, 運動相機, 鏡頭, 變焦鏡, 廣角鏡, 魚眼鏡, 定焦鏡, 微距鏡, 望遠鏡頭, 濾鏡, UV鏡, CPL濾鏡, ND濾鏡, 鏡頭蓋, 鏡頭套, 鏡頭袋, 相機包, 相機背包, 三腳架, 腳架, 手持穩定器, 穩定器, 雲台, 自拍棒, 熱靴, 閃光燈, 外接閃光燈, 補光燈, 環形燈, 棚燈, 棚架, 攝影棚布, 反光板, 快門線, 記憶卡, SD卡, CF卡, 讀卡機, 拍立得, 相紙, 攝影眼罩, 相機背帶, 快扣背帶, 相機清潔組, 拭鏡布, 吹球, 鏡頭筆, 相機電池, 電池座充, 攝影轉接環, 無線快門, 攝影耳機, 相機保護貼, 液晶保護貼,電競耳機, 電競滑鼠, 電競鍵盤, 機械鍵盤, 青軸鍵盤, 紅軸鍵盤, 電競椅, 電競螢幕, 高刷新螢幕, 144Hz螢幕, 240Hz螢幕, 超寬螢幕, 曲面螢幕, 電競桌, RGB滑鼠墊, 滑鼠墊, 電競手把, 遊戲手把, 搖桿, 踏板控制器, 遊戲方向盤, VR眼鏡, Oculus, Meta Quest, Steam Deck, Switch Pro控制器, Xbox控制器, PS5手把, USB集線器, 鍵盤托, 腕托, 滑鼠貼, 滑鼠配重, 音效卡, 擷取卡, HDMI擷取卡, 遊戲直播卡, 遊戲耳麥, 降噪耳機, 麥克風, 懸臂支架, 耳機掛架, 耳機支架, RGB燈條, 機殼風扇, 水冷散熱器, 顯示卡支架, 散熱底座, 主機腳架, 電競主機, 客製電腦,蘋果, Apple, 三星, Samsung, 華為, Huawei, 小米, Xiaomi, 紅米, Redmi, 一加, OnePlus, 蘇寧, Suining, 宏碁, Acer, 華碩, Asus, 戴爾, Dell, 惠普, HP, 聯想, Lenovo, 微星, MSI, 雷蛇, Razer, 索尼, Sony, 富士, Fujifilm, 佳能, Canon, 尼康, Nikon, 魅族, Meizu, LG, 黑莓, BlackBerry, 任天堂, Nintendo, 微軟, Microsoft, 羅技, Logitech, 歌德, GoPro, 鳳凰, Philips, 羅技, Logitech, 雷神, Thunderobot, 美商海盜船, Corsair, 智慧一通, Fitbit, 任天堂, Nintendo, 夏普, Sharp, 松下, Panasonic, 歐姆龍, Omron, 雙鶴, BenQ, 西部數據, Western Digital, 金士頓, Kingston, 羅技, Logitech, 精英, Elite, 蘇州萬利達, Vivo, 樂視, LeEco, 豐田, Fujitsu, 創新科技, Creative, 威剛, ADATA, 恆信, Pioneer, 安碁, Anker, 斐訊, PHICOMM, 馬士基, Maersk, 長春電子, Chang Chun, 佳能, Canon, 威信, Vizio, 積木奇, Roku, 杰克, Jack, 富美佳, Fujika, 航海家, Navman, 史密斯, Smith, 寶華, Bose." }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10111, "subCategoryName": "化妝保養品", "synonyms": "資生堂 Shiseido,SK-II,蘭蔻 Lancôme,雅詩蘭黛 Estée Lauder,迪奧 Dior,香奈兒 Chanel,植村秀 Shu Uemura,克蘭詩 Clarins,碧兒泉 Biotherm,倩碧 Clinique,歐舒丹 L'Occitane,嬌蘭 Guerlain,雪花秀 Sulwhasoo,後 Whoo,蘭芝 Laneige,innisfree,Etude House,IOPE,Dr.Jart+,3CE,愛茉莉 Amorepacific,芙莉美娜 Freeplus,SUQQU,RMK,ADDICTION,THREE,肌膚之鑰 Clé de Peau Beauté,RMK,La Mer 海洋拉娜,Fresh,Origins 品木宣言,Kiehl’s 契爾氏,MAC,MUJI 無印良品,The Body Shop,The Ordinary,Paula’s Choice 寶拉珍選,AHC,VDL,Missha,Holika Holika,Peripera,Too Faced,Tarte,Urban Decay,NARS,Bobbi Brown,Charlotte Tilbury,Pat McGrath Labs,Fenty Beauty,Glossier,Rare Beauty,HERA,Dr.Ci:Labo,Obagi,NeoStrata,理膚寶水 La Roche-Posay,薇姿 Vichy,Avène 雅漾,Bioderma 貝膚黛瑪,Caudalie 歐緹麗,Melvita,Clarisonic,Elemis,Dermalogica,Sunday Riley,Belif,嬌韻詩 Clarins,PHYSIOGEL,Simple,CeraVe,Neutrogena 露得清,Eucerin 優色林,POND'S 旁氏,Olay 歐蕾," }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10112, "subCategoryName": "保健食品", "synonyms": "Swisse, Blackmores, Nature's Way, Herbalife, GNC, Now Foods, Solgar, Centrum, Nature's Bounty, Kirkland, Bio Island, Neocell, Thompson's, Optimum Nutrition, 21st Century, MuscleTech, MegaRed, Nature Made, Redoxon, Jamieson, Garden of Life, Doctor's Best, Nutrilite, Puritan's Pride, NutraBlast, Garden of Life, DHC, Lypo-Spheric, Oxyfresh, Double Wood Supplements, Vital Proteins, Jarrow Formulas, Revive, Enzymedica, Life Extension, New Chapter, Youtheory, Nature's Plus, NutraLife, Klean Athlete, Allmax Nutrition, Schiff, Rainbow Light, Nature's Sunshine, Source Naturals, Andrographis, Echinacea, Spirulina, Collagen, Probiotics, Omega-3, Glucosamine, Vitamin C, Vitamin D3, Calcium, Magnesium, Fish Oil, Zinc, Ginseng, CoQ10,保健品, 健康食品, 膳食補充品, 营养补充剂, 營養補給, 保養品, 膳食營養, 健康輔助品, 免疫補品, 維他命, 維生素, 營養素, 益生菌, 膳食纖維, 魚油, 鈣片, 膠原蛋白, 葡萄糖胺, 健骨寶, 增強免疫, 益生元, 藥膳, 健康補充, 精力補充, 营养强化剂, 精緻膳食, 營養膳食, 鐵劑, 鋅, 紅景天, 薑黃, CoQ10, 綠茶提取物, 羥基基因, 胶原蛋白, 胶原粉, 胶囊, 粉末, 液體形式, 橄榄油, 茶多酚, 蘋果醋, D3, Omega-3, 维C, 维E, 免疫增强, 瘦身產品, 排毒, 滋補品, 乳清蛋白, 維生素B群, 益生菌, 纖維素, 眼部保健, 黑枸杞, 人參, 口服膠囊, 維他命補充, 膳食補充劑, 健康增強, 抗氧化劑, 綠藻, 超級食品, 醫療保健, 心血管保健, 健康維護" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10113, "subCategoryName": "房租", "synonyms": "房東" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10114, "subCategoryName": "掛號醫藥費", "synonyms": "掛號費,掛號,國泰,醫療,小兒科,耳鼻喉科,診所,醫院,榮總,三總,身心科,伯特利,內科, 外科, 牙科, 眼科, 耳鼻喉科, 皮膚科, 口腔科, 婦產科, 兒科, 骨科, 神經內科, 神經外科, 心臟科, 呼吸科, 肝膽科, 腎臟科, 消化科, 內分泌科, 血液科, 免疫科, 腫瘤科, 放射科, 超音波科, 病理科, 檢驗科, 藥劑科, 物理治療科, 職業治療科, 精神科, 心理科, 老年醫學科, 針灸科, 中醫科, 風濕免疫科, 整形外科, 泌尿科, 乳腺科, 性別健康科, 遺傳醫學科, 牙齒矯正科, 再生醫學科, 血液透析科, 急診科, 麻醉科, 病房科, 綜合診療科, 醫學美容科, 診所, 影像科, 矯形科, 睡眠醫學科, 養生科, 感染科,台大醫院, 高雄長庚醫院, 亞東醫院, 三軍總醫院, 中山醫學大學附設醫院, 國泰醫院, 三總醫院, 台北醫學大學附設醫院, 馬偕紀念醫院, 成大醫院, 中華醫院, 長庚紀念醫院, 北投醫院, 台北市立聯合醫院, 台中慈濟醫院, 彰化基督教醫院, 新光醫院, 醫華醫院, 彰基醫院, 台中榮總醫院, 花蓮慈濟醫院, 台南市立醫院, 吳東信醫院, 永和天主教醫院, 基隆市立醫院, 中科醫院, 永康醫院, 龍潭醫院, 新光三越醫院, 高雄醫學大學附設醫院, 開封診所, 高雄國際醫療中心, 義大醫院, 愛心醫院, 台北診所, 和信醫療, 友善診所, 永康診所, 東區醫療院所, 北區診所, 中醫診所, 醫師診所, 優療診所, 長安醫院, 民生醫院, 世大醫院, 信義診所, 美麗診所, 童綠診所, 瑞光醫療中心,東區診所, 健康生活診所, 友愛診所, 美麗診所, 新光診所, 南港診所, 立德診所, 中華診所, 長壽診所, 全安診所, 愛心診所, 快樂診所, 信望愛診所, 成功診所, 康民診所, 信宏診所, 譽德診所, 家庭診所, 永和診所, 龍潭診所, 城市診所, 佳醫診所, 和信診所, 臺北市民診所, 金利診所, 順興診所, 新台北診所, 康安診所, 銘醫診所, 寶安診所, 健康診所, 家庭醫學診所, 永樂診所, 德惠診所, 大安診所, 俊醫診所, 統醫診所, 凱莉診所, 立中診所, 明日診所, 泰德診所, 永康診所, 親親診所, 希望診所, 美容診所, 國安診所, 實踐診所, 市場診所, 佳和診所, 安安診所, 大德診所, 義和診所, 明光診所, 翡翠診所, 慈光診所, 優醫診所, 瑞安診所, 宏福診所, 世紀診所, 健康新城診所, 仁愛診所, 祥安診所, 信和診所, 雅林診所, 泰安診所, 惠安診所, 明華診所" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10114, "subCategoryName": "醫療藥品", "synonyms": "藥品,暈車藥,妙利散,藥物,消炎片,秋水仙素,痛風藥,感冒藥,快篩,流感快篩,ok繃,繃帶," }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10115, "subCategoryName": "尿布", "synonyms": "幫寶適,包大人,紙尿布" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10116, "subCategoryName": "才藝課程", "synonyms": "英文,芭蕾,美術課,夏令營,鋼琴課, 吉他課, 小提琴課,國樂, 舞蹈課, 現代舞, 古典舞, 爵士舞, 街舞, 游泳課, 籃球課, 足球課, 乒乓球課, 羽毛球課, 游泳, 跆拳道, 武術課, 跳繩課, 鋼琴, 舞蹈, 美術課, 手工藝, 手工課, 書法, 美術, 舞蹈班, 童話劇, 語言課, 英語課, 英語會話, 日語課, 德語課, 法語課, 園藝課, 創意寫作, 音樂劇, 弦樂班, 木笛, 班級樂團, 兒童戲劇, 繪畫班, 珠算, 廚藝課, 烘焙課, 兒童瑜伽, 兒童陶藝, 自由創作, 兒童表演, 口才班, 口語表達, 兒童數學, 編程課, 兒童攝影, 兒童美術, 鉛筆畫, 圓周率, DIY, 創意拼圖, 兒童科學, 兒童閱讀, 兒童書法, 兒童鋼琴, 繪本課, 優格課, 兒童社交舞, 兒童爵士舞, 街頭舞蹈, 吉他, 英語戲劇, 科學實驗, 棋藝班, 珠寶設計課, 兒童手工, 兒童科學實驗, 兒童陶藝班, 兒童動畫製作." }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10117, "subCategoryName": "學校費用", "synonyms": "學費,雜費,學雜費,家長會費,校外教學," }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10118, "subCategoryName": "奶粉" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10119, "subCategoryName": "兒童衣服" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10120, "subCategoryName": "才藝用品", "synonyms": "芭蕾舞衣,舞衣,樂器,彈片,二胡,吉他,古箏" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10121, "subCategoryName": "兒童用品", "synonyms": "玩具,鉛筆盒" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10122, "subCategoryName": "串流訂閱", "synonyms": "Netflix,Disney+,Apple TV+,Amazon Prime Video,HBO GO,HBO Max,LINE TV,愛奇藝 iQIYI,KKTV,LiTV,MyVideo,friDay影音,CatchPlay+,中華電信MOD,四季線上影視,YouTube Premium,巴哈姆特動畫瘋,Crunchyroll,Viu,楽天Viki,Now E,Hami Video,Spotify,KKBOX,Apple Music,YouTube Music,TIDAL,AUDIBLE,SoundCloud,Amazon Music,Deezer,Readmoo讀墨,Pubu電子書城,Kobo電子書,Google Play Books,MyMusic,城邦閱讀花園,Hami書城,HyRead ebook,Bookwalker台灣中文版,漫讀Fun,LINE WEBTOON,Comico,Tapas,Kindle Unlimited,Scribd,Google TV,Steam Deck（雲端遊戲串流）,GeForce Now,Xbox Game Pass Cloud,GitHub,GitLab,Atlassian,Jira,Slack,Trello,Dropbox,Google Drive,Microsoft OneDrive,Box,WeTransfer,Notion,Zoho,Evernote,Monday.com,Asana,Basecamp,QuickBooks,FreshBooks,Adobe Creative Cloud,Canva,Microsoft 365,Zoom,Skype,TeamViewer,Salesforce,Mailchimp,HubSpot,Shopify,WordPress,BigCommerce,Adobe Acrobat,Splice,Final Cut Pro,Logic Pro,Visual Studio,AutoCAD,Sketch,Slack,Trello,GitHub Codespaces,Slack Connect,Zapier,Notion,Shopify,Google Workspace,Basecamp,Asana,Monday.com," }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10123, "subCategoryName": "菸品", "synonyms": "萬寶路,紅雙喜,金實,電子菸,菸彈,雙喜,和平,金鷹,金橋,大衛杜夫,黑松,長鴻,白金,君子,利群,甘泉,玉溪,紅塔山,金獅,龍泉,黃金葉,黃鶴樓,紫鶴,中華,東風,北海,沙漠綠洲,全興,金龍,加州,新港,金磚,藍天,黃金寶,雅客,百年,華文,心悅,南山,白鶴樓,小飛俠,金箭,隨風,英國駱駝,拉斯維加斯,紅塔,美國香煙,卡馬,自由,特富龍,Dunhill,台灣菸,台鹽,金島,珍寶,紅金龍,健力士,牛頭牌,環保菸,中華菸,香菸" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10124, "subCategoryName": "娛樂", "synonyms": "電影, 彈珠台,電影票, 影集,餵魚,遊戲,電視劇, 網劇, 動漫, 漫畫, 動畫片, 電影卡, 座位票, 電影院, 電視, 藍光碟, DVD, 影碟, 音樂會, 演唱會, 音樂節, 詩歌, 卡拉OK, 演唱會票, 藝術展, 博物館, 藝術館, 藝文活動, 音樂錄影帶, KTV, 交響樂, 音樂劇, 立體聲, 聲音效果, 影片播放, 直播, 電視直播, 影像, 真人秀, 實境秀, 真人互動, 競賽, 遊戲, 電子遊戲, 手機遊戲, 主機遊戲, PC遊戲, VR遊戲, 網路遊戲, 競技遊戲, 電競比賽, 虛擬現實, 實境遊戲, 戶外遊戲, 模擬遊戲, 策略遊戲, 動作遊戲, 角色扮演遊戲, 家庭遊戲, 團體遊戲, 龍族, 卡牌遊戲, 桌遊, 撲克牌, 棋盤遊戲, 籃球比賽, 足球比賽, 網球比賽, 排球比賽, 奧運, 亞洲盃, 足球世界杯, 直播賽事, 賽馬, 賭場, 紙牌遊戲, 競技類遊戲, 塔防遊戲, 跑酷遊戲, 解謎遊戲, 跳舞遊戲, 模擬器, 打擊遊戲, 運動會, 烘焙大賽, 烹飪比賽, 餐廳比賽, 實境遊戲比賽, 音樂比賽, 藝術比賽, 腦力競技, 記憶力挑戰, 廣播劇, 鬼片, 驚悚片, 科幻片, 動作片, 喜劇片, 浪漫愛情片, 恐怖片, 音樂片, 經典片, 黑白片, 默片, 3D電影, 4D電影, IMAX電影, 電影院IMAX, 電影節, 電影大獎, 懸疑片, 動畫電影, 國際電影節, 室內設施, 戲劇, 演出, 小型演出, 觀光塔, 游樂園, 主題公園, 夜間娛樂, 機動遊戲, 遊樂設施, 戶外音樂會, 熱氣球, 雲霄飛車, 摩天輪, 競技場, 謎語, 迷宮, 逃脫遊戲, 限時挑戰, 體能挑戰, 逃脫密室" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10125, "subCategoryName": "人情禮品", "synonyms": "禮物,鮮花,花束" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10126, "subCategoryName": "旅遊票券", "synonyms": "kkday,休閒,klook,旅遊,tripadvisor,機票,高鐵票" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10127, "subCategoryName": "家庭攝影" }, { "parentId": 101, "categoryName": "生活家用", "categoryId": 10128, "subCategoryName": "住宿休息", "synonyms": "飯店" }, { "parentId": 102, "categoryName": "交通費用", "categoryId": 10202, "subCategoryName": "計程車費", "synonyms": "台灣大車隊,55688,大都會衛星車隊,皇冠大車隊,台灣衛星車隊,大台北衛星車隊,合作大車隊,大新衛星車隊,國光衛星車隊,台灣捷運車隊,台灣OK車隊,亞太衛星車隊,安達衛星車隊,國王車隊,國際衛星車隊,三重衛星車隊,仁愛車隊,全國衛星車隊,新竹衛星車隊,台南大車隊,高雄衛星車隊,花蓮衛星車隊,宜蘭衛星車隊,Uber,Line Taxi,Yoxi,FindTaxi,TaxiGo,小黃快跑,LINE go" }, { "parentId": 102, "categoryName": "交通費用", "categoryId": 10203, "subCategoryName": "大眾運輸費", "synonyms": "捷運,公車,火車,定期票,高鐵,月票,通勤月票,捷運月票" }, { "parentId": 102, "categoryName": "交通費用", "categoryId": 10204, "subCategoryName": "共享機車費", "synonyms": "goshare,wemo,irent" }, { "parentId": 102, "categoryName": "交通費用", "categoryId": 10205, "subCategoryName": "租車費", "synonyms": "irent,和運,和運租車,格上,格上租車,聯邦租車" }, { "parentId": 102, "categoryName": "交通費用", "categoryId": 10212, "subCategoryName": "車輛相關", "synonyms": "違規罰單,罰單,損失賠償,加油費,道路救援,ETC,加油,停車" }, { "parentId": 103, "categoryName": "餐飲費用", "categoryId": 10301, "subCategoryName": "餐飲", "synonyms": "漢堡,麥當勞,寶礦力,滷肉飯,御飯糰,酒,摩斯,三明治,丸龜製麵,雞胸肉,餅乾,早餐,漢堡王,晚餐,午餐,午飯,晚飯,鼎泰豐,添好運,莆田 Putien,勝博殿,一風堂,MO-MO-Paradise,八色烤肉,串家物語,鬍鬚張魯肉飯,春水堂,咖哩匠,藍瓶咖啡 Blue Bottle,星巴克 Starbucks,85度C,湯姆熊美食區（遊樂場附設）,漢堡王 Burger King,麥當勞 McDonald's,肯德基 KFC,炸雞大獅,壽司郎,迴轉壽司藏壽司（くら寿司）,乾杯燒肉,牛角燒肉,小南門豆花,何家排骨,拉麵花月嵐,樂麵屋,TGI Fridays,Chili's,洋蔥牛排館,吉野家,CoCo壹番屋,胡同燒肉,小蒙牛火鍋,錢都火鍋,頂呱呱,大戶屋,貳樓餐廳 Second Floor Cafe,亨利屋牛排,蜜糖吐司 CAFE GRAZIE,花月嵐拉麵,杯杯食堂,元定食,松屋,美式漢堡 IN-N-OUT,茶湯會,迷客夏 Milksha,鮮芋仙,清心福全,壹森手作,瓦城泰式料理,勝博殿豬排,涮乃葉,金色三麥,21世紀風味館,築間幸福鍋物,太興茶餐廳,開飯川食堂,點點心,阜杭豆漿,豆漿,好丘 Good Cho's,靜岡勝政豬排,品田牧場,三田製麵所,涮涮鍋一番地,石二鍋,漢來海港,欣葉小聚,八方雲集,四海遊龍,福勝亭,樂雅樂 Royal Host,Mr. Onion 洋蔥餐廳,拉亞漢堡,湯姆貝貝咖哩,築地銀だこ章魚燒,金爸爸咖哩,鼎王麻辣鍋,馬辣頂級麻辣鴛鴦火鍋,十二鍋,涓豆腐,韓姜熙的小廚房,豆腐村,美食村,拉麵一幸舍,山頭火拉麵,幸樂苑拉麵,天仁茗茶,大心新泰式麵食,青花驕麻辣鍋,無老鍋,老四川巴蜀麻辣燙,便當,臭豆腐, 滷味, 雞排, 鹽酥雞, 大腸包小腸, 珍珠奶茶, 炸魷魚, 炸豆腐, 炒麵, 炒米粉, 蚵仔煎, 蚵仔麵線, 魷魚羹, 肉圓, 牛排鐵板麵, 冰火波蘿油, 炸雞翅, 甜不辣, 地瓜球, 芋圓冰, 冰淇淋潤餅, 烤玉米, 烤香腸, 烤魷魚, 鐵蛋, 雞蛋糕, 紅茶冰, 黑糖剉冰, 豆花, 碗粿, 刈包, 涼麵, 豬血糕, 花枝丸, 魯肉飯, 雞肉飯, 肉串, 滷蛋, 黑輪, 生煎包, 蔥油餅, 小籠包, 烤地瓜, 麻糬, 紅豆餅, 銅鑼燒, 燒仙草,芋頭酥,胡椒餅, 鹹水雞,販賣機" }, { "parentId": 109, "categoryName": "餐飲費用", "categoryId": 10901, "subCategoryName": "咖啡", "synonyms": "咖啡, 咖啡飲, 咖啡因, 冰咖啡, 熱咖啡, 拿鐵, 美式, 卡布奇諾, 摩卡, 焦糖瑪奇朵, 濃縮咖啡, 義式咖啡, 手沖咖啡, 冷萃咖啡, 虎斑咖啡, 奶咖, 黑咖啡, 無糖咖啡, 咖啡牛奶, 三合一, 挂耳咖啡, 即溶咖啡, 咖啡包, 咖啡豆, 咖啡粉, Arabica, Robusta, Blue Mountain, Mandheling, Colombia, Ethiopia, Brazil, Kenya AA, Panama Geisha, Starbucks, 伯朗, UCC, 西雅圖, 路易莎, Cama, 全家咖啡, 7-11咖啡, City Cafe, Let’s Café, OK Café, 美式, espresso, latte, cappuccino, mocha, macchiato, cold brew, kopi, café, Kaffee, コーヒー, 咖啡, 咖啡, kape, 커피,罐裝咖啡" }, { "parentId": 110, "categoryName": "餐飲費用", "categoryId": 11001, "subCategoryName": "零食", "synonyms": "零食,布丁,小吃,餅乾,糖果,舒跑,純喫茶,coke zero,洋芋片,薯片,爆米花,糖果包裝,休閒食品,口香糖,巧克力,統一綠箭,龍潭大餅,貝納頌,蘋果酸,歐滋薯片,好時,Hershey's,吉百利,Cadbury,摩堤,明治巧克力,芝麻街餅乾,金莎,Ferrero Rocher,盧卡斯零食,牛軋糖,小熊餅乾,卡樂B,蜜蜂小舖,牛奶,口水多,鴻禧,不二家,哈根達斯,奥利奥,Oreo,飲品,茶飲,果汁,碳酸飲料,能量飲料,果凍飲品,乳製品飲品,奶昔,可口可樂,Coca-Cola,百事可樂,Pepsi,芬達,Fanta,雪碧,Sprite,7UP,紅牛,Monster,依果,可瑞康,麥香,維他露,柳橙汁,綠茶,養樂多,達美樂,阿華田,珍奶,台灣茶,茶裏王,手搖飲料,可爾必思,可樂,孔雀香酥脆,運動飲料,飲料" }, { "parentId": 105, "categoryName": "寵物生活", "categoryId": 10501, "subCategoryName": "寵物糧食", "synonyms": "狗食,貓食,狗糧,貓糧,狗罐頭,狗零食" }, { "parentId": 105, "categoryName": "寵物生活", "categoryId": 10502, "subCategoryName": "寵物醫療" }, { "parentId": 105, "categoryName": "寵物生活", "categoryId": 10503, "subCategoryName": "寵物零食" }, { "parentId": 105, "categoryName": "寵物生活", "categoryId": 10504, "subCategoryName": "寵物用品", "synonyms": "推車,寵物推車,尿布墊" }, { "parentId": 108, "categoryName": "運動嗜好", "categoryId": 10801, "subCategoryName": "運動相關", "synonyms": "射箭,瑜珈,羽球,游泳,健身, 健身房, 體育館, 健身器材, 跑步機, 健身教練, 游泳池, 網球場, 羽毛球場, 乒乓球, 節奏健身, 瑜伽, 皮拉提斯, 騎車, 馬拉松, 騎行, 競技體操, 舞蹈, 球類運動, 足球, 籃球, 排球, 棒球, 高爾夫, 羽球, 冰球, 橄欖球, 曲棍球, 網球, 乒乓, 拳擊, 武術, 武道, 柔道, 空手道, 泰拳, 拳擊比賽, 武術比賽, 武器, 劍道, 鐵人三項, 重量訓練, 舉重, 跆拳道, 散打, 滑板, 衝浪, 滑雪, 單車, 跑步, 健行, 登山, 攀岩, 馬術, 競技跳水, 足球訓練, 體育比賽, 桌球, 賽車, 拉力賽, 電競, 賽艇, 自行車, 健身挑戰, 體能訓練, 運動鞋, 速跑, 競技賽, 跑步訓練, 水上運動, 衝浪板, 滑水, 高爾夫球, 排球網, 攀岩牆, 龍舟, 慢跑, 踢足球, 跳高, 跳遠, 駕駛比賽, 健身器械, 健身課程, 康復運動, 伸展運動, 跑步鞋, 健身包, 伸展帶, 身體按摩, 鐵人三項訓練, 小型運動會, 競速跑步, 街舞, 潛水, 拳擊沙袋, 游泳訓練" }, { "parentId": 108, "categoryName": "運動嗜好", "categoryId": 10802, "subCategoryName": "書籍費用" }, { "parentId": 108, "categoryName": "運動嗜好", "categoryId": 10803, "subCategoryName": "進修課程", "synonyms": "語言課程, 英語課程, 英文課程, 日文課程, 法文課程, 西班牙語課程, 德文課程, 韓文課程, 中文課程, 中文學習, 英文口說, 英文寫作, 英文閱讀, 英文聽力, 英語文法, 國際證照, 托福, 雅思, GRE, GMAT, 托益, 日本語能力試驗, 商業英語, 口譯課程, 寫作技巧, 文學閱讀, 演講技巧, 演說課程, 口才訓練, 資訊科技課程, 程式設計, Python課程, Java課程, C++課程, 網頁設計, 網站開發, 數據分析, 資料庫課程, 資訊安全, 網路安全, 網絡行銷, 數位行銷, 社群媒體行銷, SEO, SEM, Google Analytics, 大數據, AI課程, 機器學習, 人工智慧, UI/UX設計, 人力資源課程, 招募技巧, 面試技巧, 職場規劃, 領導力培訓, 團隊合作, 項目管理, PMP, 數位轉型, 財務管理, 會計課程, 金融證照, 投資理財, 企業管理, 領導力發展, 市場行銷, 客戶關係管理, 論文寫作, 法律課程, 法律實務, 藝術設計, 平面設計, 影像編輯, 動畫設計, 室內設計, 建築設計, 手作課程, 烘焙課程, 廚藝課程, 咖啡課程, 茶藝課程, 酒類課程, 精緻料理, 中餐烹飪, 西餐烹飪, 美食料理, 寵物照護, 插花課程, 彩妝課程, 美甲課程, 形象設計, 瑜伽課程, 皮拉提斯, 健身課程, 針灸課程, 養生課程, 心理學課程, 心理諮詢, 兒童心理學, 藝術治療, 時尚設計, 服裝設計, 編織課程, 珠寶設計, 手工藝課程, 自然療法, 寫作課程, 散文寫作, 創意寫作, 自我成長課程, 時間管理, 公共演講, 銷售技巧, 沟通技巧, 數位創業, 自媒體經營, 自由職業者, 企業創業, 商業創新, 科學研究, 學術寫作" }, { "parentId": 801, "categoryName": "個人收入", "categoryId": 80101, "subCategoryName": "薪資", "synonyms": "薪水,工資," }, { "parentId": 801, "categoryName": "個人收入", "categoryId": 80102, "subCategoryName": "投資收入", "synonyms": "台積電,2330,鴻海,2317,聯發科,2454,台達電,2308,聯電,2303,富邦金,2881,國泰金,2882,中信金,2891,中華電,2412,日月光投控,3711,廣達,2382,華碩,2357,兆豐金,2886,玉山金,2884,元大金,2885,統一,1216,智邦,2345,聯詠,3034,緯創,3231,第一金,2892,中鋼,2002,永豐金,2890,國巨,2327,瑞昱,2379,矽力-KY,6415,台化,1326,台泥,1101,亞泥,1102,可成,2474,和泰車,2207,南亞,1303,統一超,2912,台灣大,3045,藥華藥,6446,緯穎,6669,南電,8046,豐泰,9910,正新,2105,遠傳,4904,彰銀,2801,台新金,2887,合庫金,5880,上海商銀,5876,亞德客-KY,1590,和碩,4938,南亞科,2408,遠東新,1402,萬海,2615,陽明,2609,0050,元大台灣50,0051,元大中型100,0052,富邦科技,0053,元大電子,0055,元大MSCI金融,0056,元大高股息,00635U,期元大S&P黃金,00642U,期元大S&P石油,00646,元大S&P500,00657,國泰日經225,00661,元大日經225,00662,富邦NASDAQ,00673R,期元大S&P原油反1,00674R,期元大S&P黃金反1,00676R,富邦臺灣加權反1,00678,群益那斯達克生技,00679B,元大美債20年,00680L,元大美債20正2,00681R,元大美債20反1,00682U,期元大美元指數,00688L,國泰20年美債正2,00689R,國泰20年美債反1,00690,兆豐藍籌30,00692,富邦公司治理,00693U,期街口S&P黃豆,00694B,富邦美債1-3,00695B,富邦美債7-10,00696B,富邦美債20年,00697B,元大美債7-10,00700,富邦恒生國企,00701,國泰股利精選30,00702,國泰標普低波高息,00713,元大台灣高息低波,00730,富邦臺灣優質高息,00757,統一FANG+,00878,國泰永續高股息,00890B,凱基ESGBBB債15+,00891,中信關鍵半導體,00892,富邦台灣半導體,00893,國泰智能電動車,00894,中信小資高價30,00895,富邦未來車,00903,富邦元宇宙,00904,新光臺灣半導體30,00905,FT臺灣Smart,00907,永豐優息存股,00908,富邦入息REITs+,00909,國泰數位支付服務,00919,群益台灣精選高息,00933B,國泰10Y+金融債,00948B,中信優息投資級債,00949,復華日本龍頭,00950B,凱基A級公司債,00951,台新日本半導體,00952,凱基台灣AI50,00953B,群益優選非投等債,00954,中信日本半導體,00955,中信日本商社,00956,中信日經高股息,00957B,兆豐US優選投等債,00958B,永豐ESG銀行債15+,00959B,大華投等美債15Y+" }, { "parentId": 801, "categoryName": "個人收入", "categoryId": 80103, "subCategoryName": "退稅收入" }, { "parentId": 801, "categoryName": "個人收入", "categoryId": 80104, "subCategoryName": "其他收入", "synonyms": "收入,利息,存款,報帳,代墊,計程車費報帳" }, { "parentId": 801, "categoryName": "個人收入", "categoryId": 80105, "subCategoryName": "獎金" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90501, "subCategoryName": "勞保" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90502, "subCategoryName": "健保" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90503, "subCategoryName": "保險費" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90504, "subCategoryName": "股票投資" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90505, "subCategoryName": "所得稅", "synonyms": "綜所稅,綜合所得稅" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90506, "subCategoryName": "銀行手續費" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90507, "subCategoryName": "信用卡費", "synonyms": "富邦,中信,星展卡費,卡費,遠東,國泰,國泰世華,元大,聯邦,台新,卡費,台灣銀行股份有限公司,台銀,臺灣土地銀行股份有限公司,土銀,合作金庫商業銀行股份有限公司,合庫,第一商業銀行股份有限公司,一銀,華南商業銀行股份有限公司,華銀,彰化商業銀行股份有限公司,彰銀,台北富邦商業銀行股份有限公司,台北富邦,國泰世華商業銀行股份有限公司,國泰世華,兆豐國際商業銀行股份有限公司,兆豐,高雄銀行股份有限公司,高雄銀,上海商業儲蓄銀行股份有限公司,上海銀,中國信託商業銀行股份有限公司,中信銀,台新國際商業銀行股份有限公司,台新銀,玉山商業銀行股份有限公司,玉山銀,永豐商業銀行股份有限公司,永豐銀,元大商業銀行股份有限公司,元大銀,凱基商業銀行股份有限公司,凱基銀,聯邦商業銀行股份有限公司,聯邦銀,遠東國際商業銀行股份有限公司,遠東銀,台中商業銀行股份有限公司,台中銀,京城商業銀行股份有限公司,京城銀,華泰商業銀行股份有限公司,華泰銀,陽信商業銀行股份有限公司,陽信銀,板信商業銀行股份有限公司,板信銀,瑞興商業銀行股份有限公司,瑞興銀,三信商業銀行股份有限公司,三信銀,王道商業銀行股份有限公司,王道銀,花旗（台灣）商業銀行股份有限公司,花旗台灣,渣打國際商業銀行股份有限公司,渣打銀,滙豐（台灣）商業銀行股份有限公司,滙豐銀,星展（台灣）商業銀行股份有限公司,星展銀,安泰商業銀行股份有限公司,安泰銀,將來商業銀行股份有限公司,將來銀,連線商業銀行股份有限公司,樂天國際商業銀行股份有限公司,樂天銀" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90508, "subCategoryName": "無卡分期", "synonyms": "中租,銀角零卡, zingala" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90509, "subCategoryName": "公司刷卡代墊", "synonyms": "公司卡" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90510, "subCategoryName": "銀行貸款", "synonyms": "中信,遠東,國泰,國泰世華,LINE bank,台灣銀行股份有限公司,台銀,臺灣土地銀行股份有限公司,土銀,合作金庫商業銀行股份有限公司,合庫,第一商業銀行股份有限公司,一銀,華南商業銀行股份有限公司,華銀,彰化商業銀行股份有限公司,彰銀,台北富邦商業銀行股份有限公司,台北富邦,國泰世華商業銀行股份有限公司,國泰世華,兆豐國際商業銀行股份有限公司,兆豐,高雄銀行股份有限公司,高雄銀,上海商業儲蓄銀行股份有限公司,上海銀,中國信託商業銀行股份有限公司,中信銀,台新國際商業銀行股份有限公司,台新銀,玉山商業銀行股份有限公司,玉山銀,永豐商業銀行股份有限公司,永豐銀,元大商業銀行股份有限公司,元大銀,凱基商業銀行股份有限公司,凱基銀,聯邦商業銀行股份有限公司,聯邦銀,遠東國際商業銀行股份有限公司,遠東銀,台中商業銀行股份有限公司,台中銀,京城商業銀行股份有限公司,京城銀,華泰商業銀行股份有限公司,華泰銀,陽信商業銀行股份有限公司,陽信銀,板信商業銀行股份有限公司,板信銀,瑞興商業銀行股份有限公司,瑞興銀,三信商業銀行股份有限公司,三信銀,王道商業銀行股份有限公司,王道銀,花旗（台灣）商業銀行股份有限公司,花旗台灣,渣打國際商業銀行股份有限公司,渣打銀,滙豐（台灣）商業銀行股份有限公司,滙豐銀,星展（台灣）商業銀行股份有限公司,星展銀,安泰商業銀行股份有限公司,安泰銀,將來商業銀行股份有限公司,將來銀,連線商業銀行股份有限公司,LINE Bank,樂天國際商業銀行股份有限公司,樂天銀" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90511, "subCategoryName": "慈善捐款", "synonyms": "捐款,援助" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90512, "subCategoryName": "規費", "synonyms": "手續費" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90513, "subCategoryName": "虛擬貨幣", "synonyms": "比特幣" }, { "parentId": 905, "categoryName": "財務支出", "categoryId": 90514, "subCategoryName": "其他支出", "synonyms": "家用" }, { "parentId": 999, "categoryName": "測試支出", "categoryId": 99999, "subCategoryName": "測試支出" }, { "parentId": 899, "categoryName": "測試收入", "categoryId": 89999, "subCategoryName": "測試收入" } ]